{
  "home": {
    "intro": "I'm Marco - a Freelance Web Developer and I make websites.",
    "welcome": "Hi, and welcome!",
    "welcome-one": "I love to help people to get ",
    "welcome-two": "fast, accessible and great looking websites.",
    "welcome-three": " Have an interesting project or idea?",
    "welcome-four": "Have a look at my skills and how I work and let’s see how I can help you!",
    "work": "Work with me",
    "cooperation": "In cooperation with:",
    "blog-posts": "Latest blog posts",
    "til-posts": "Latest TIL posts",
    "all-blog-posts": "All blog posts",
    "all-projects": "More projects"
  },

  "footer": {
    "top": "Go back to top of the page?",
    "hosting": "This site is hosted on and deployed with ",
    "code": "The source code is hosted on "
  },

  "work": {
    "headline-one": "What I do",
    "what-i-do": {
      "one": "I’m a Front-end Developer who <strong>loves</strong> to makes websites!",
      "two": " I have more than <strong>6 years</strong> of expierence and worked on numerious projects, at web agencies, in product development and at software development companies.",
      "three": " With a keen eye for <strong>UX Design</strong> I understand user needs and problems and know how to solve them. Enabling a clear and good communication is always my priority.",
      "four": "I still love the web and it’s technologies and learning something new everyday is what makes it so much fun for me.",
      "five": "I strive for <strong>high quality code</strong> and lovable digital products. My focus is on <strong>Acessibility</strong>, <strong>Responsiveness</strong> and <strong>high speed</strong> websites."
    },
    "call-to-action": "Work with me",
    "headline-two": "Services",
    "subline-one": "Web Development",
    "text-one": "I am able to develop:",
    "service-one": "Landing Pages",
    "service-two": "Blogs",
    "service-three": "Websites with multiple subpages and headless CMS integration (Prismic)",
    "service-four": "Multilanguage Websites",
    "service-five": "E-Commerce websites and online shops (with Shopify)",
    "service-six": "More complex full-stack web applications with database integration",
    "text-two": "I can help you with your existing website by implementing changes and improvements to get a better User Experience, more Speed, Responsiveness and improved Accessibility.",
    "tech-stack": "Tech Stack",
    "tech-stack-text-one": "Currently I’m the most comfortable when working with the so called ",
    "tech-stack-text-two": "I’m an expert in the following technologies, frameworks and platforms:",
    "seo-one": "I can help you optimize your website to make it easier for people to find you in search engines. The first step to achieve this, is an extensive analysis of your website.",
    "seo-two": "This often shows several aspects that can be improved. Mostly from a technical perspective, but also from a user perspective, like bad UX and accessibility issues.",
    "seo-three": "Another step is the analysis and optimization of your content. I am experienced in researching your target group, finding the best keywords and improving your content in a way your users will benefit and therefore your content gets better ranked in search engines.",
    "subline-two": "Web Design",
    "web-design-one": "With a keen eye for <strong>UX Design</strong> I am able to create clickable prototypes or a full design for your website.",
    "web-design-two": "  Either based on your existing Corporate Design and Identity or starting from scratch by choosing fonts, colors and design elements matching your business and brand.",
    "subline-three": "Technical Writing",
    "technical-writing-one": "I love to <strong>write</strong>. From documenation, to blog posts to newsletters. Do you need to update the technical documenation of your product? Are you looking for a blog post, exploring your new technology?",
    "technical-writing-two": " I am someone who learns better by reading so I know exactly how to <strong>structure</strong> the information and write about your tool to teach your users the most.",
    "technical-writing-cta": "Learn more",
    "headline-three": "What others are saying about me",
    "call-to-action-2": "Like what you see?"
  },

  "blog": {
    "headline-two": "Other blog posts:"
  },

  "about": {
    "headline": "About",
    "text-one": "My name is Marco and I'm a <strong>Web Developer.</strong>",
    "text-two": "I like to build <strong>responsive</strong>, <strong>accessible</strong> and <strong>fast</strong> websites and web experiences for every device and every browser.",
    "text-three": "I found my love for the web and its technologies at the age of 14, when I build my first website. I teached myself a lot about HTML and CSS and loved to be able to craft something digital.",
    "text-four": "During my university education and when getting into the basics of computer science, I got hooked again and learned all about HTML, CSS, JavaScript and Front-end Development.",
    "subline-one": "Everything else",
    "text-five": "In my spare time I like to do sports like bodyweightfitness and yoga.",
    "text-six": "I try to read a lot, mostly one fictional and one non fictional book at the same time. Check out my",
    "text-seven": " goodreads profile",
    "text-eight": "Playing videogames is something I like to do aswell, most of the time it's on my Nintendo Switch.",
    "text-nine": " I also love to write. From blog posts, to short stories, sometimes even poems, or just simple notes. I'm not really good at it but I enjoy it a lot. Head over to my blog to see the latest posts:",
    "subline-two": "Former Education",
    "subline-three": "My values and principles",
    "value-one": "Honesty - It's the basis of every good relationship.",
    "value-two": "Humor - I joke a lot and like to have fun; this is part of who I am and also how I work.",
    "value-three": "Learn - learning new things is some of the most precious things in life to me and what motivates me to keep going.",
    "value-four": "Sustainability - I try to live a sustainable life, and I also apply this to my work. Developing solutions with sustainability in mind is always my preferred way, compared to quick and dirty solutions.",
    "value-five": "Empathy - I'm a very empathic person. I'm good at understanding other people and bringing that into my work.",
    "value-six": "Patience - In a world where everything runs faster every day, where deadlines have deadlines, it's good to take a step back, give it some more time and show patience.",
    "value-seven": "Self-determination - I know what I need to do my best work. Part of that is a lot of freedom and flexibility."
  },

  "contact": {
    "headline": "Contact",
    "subline": "Thanks for your interest in getting in touch!",
    "text-one": "If you're interested in <strong>working with me</strong>, head over to my work page. There you will find all the information about how I work and how I can help you: ",
    "text-two": " If you have a question about one of my blog posts or one of my today-I-learned posts feel free to send me an email.",
    "text-three": "You can reach out to me via email at ",
    "text-four": "You can also find me on Twitter at ",
    "text-five": " A few samples of my work as well as the source code of this website are available on "
  },
  "testimonials": {
    "one": {
      "text": {
        "a": "During the year I worked with Marco, I have not only grown very fond of him, but I have also come to appreciate and admire his motivation. He is driven by the desire to improve both the teams he works with and the products he works on. He strives to find the best possible solution to a given problem while also knowing when to be pragmatic and move on. He does not get stuck on issues, and he isn't shv about asking others for help.",
        "b": "Marco is approachable, knowledgeable, and pragmatic. He is constantly working on his own skill set, eager to solve more and greater challenges.",
        "c": "I hope to be able to work with Marco again. If you're looking for support with your project, Marco is an excellent choice"
      }
    },
    "two": {
      "text": {
        "a": "Working with Marco is a pleasure. Besides developing on a very high level he also contributes a lot to the planning phase of every project."
      }
    },
    "three": {
      "text": {
        "a": "I really enjoyed working with Marco because he listens and his profound knowledge in web technologies and his understanding of User Experience make him a great partner for developing sustainable, user friendly software. I find it very inspiring that he likes to learn and share his knowledge. To this day I enjoy reading his blog posts."
      }
    },
    "four": {
      "text": {
        "a": "Marco is an expert in front- and backend development (Jamstack, Next.js, Headless CMS, Tailwind CSS etc.). He is an integral part of our freelance network. We have already realized some digital projects with Marco."
      }
    },
    "christoph": {
      "text": {
        "a": "Marco is a great developer and a great guy. In a phase of big uncertainty he came onboard, took responsibility and smoothed out a complicated transition. That couldn’t have worked out better. We’ll definitely keep him in our network, and so should you."
      }
    }
  },
  "meta": {
    "index-description": "Hi! My name is Marco and I'm a Freelance Web Developer from Stuttgart, Germany. I like to build responsive, accessible and fast websites.",
    "about-description": "Hi! My name is Marco and I'm a Freelance Web Developer from Stuttgart, Germany. I like to build responsive, accessible and fast websites.",
    "work-description": "I work as a freelance web developer and can help you to get a fast, accessible and modern website or web application.",
    "blog-description": "I love to learn and write about it. On this page you can find all the blog posts I've written about web development and my life as a developer",
    "til-description": "This Today-I-learned page is a huge collection of small code snippets, links or other interesting things I learned about web development.",
    "contact-description": "If you're interested in working with me, feel free to reach out via mail or on twitter."
  },
  "web-projects": {
    "headline": "Web projects",
    "text": "I had the chance to help a lot of different clients to achieve their goals and make their customers happy by providing them with a modern website and supporting them with my web development skills. Below you can find a collection of some recent projects I've worked on."
  }
}
