{
  "home": {
    "intro": "Ich bin Marco - Freelance Web Developer aus Stuttgart.",
    "welcome": "Hi und willkommen!",
    "welcome-one": "Ich helfe Menschen ",
    "welcome-two": "schnelle, barrierefreie und schöne Websites zu bekommen.",
    "welcome-three": " Hast Du ein interessantes Projekt oder eine Idee und brauchst Unterstützung?",
    "welcome-four": "Auf meiner 'Work' Seite beschreibe ich meine Leistungen und wie ich arbeite.",
    "work": "Mehr erfahren",
    "cooperation": "In Kooperation mit:",
    "blog-posts": "Neueste Blog Posts",
    "til-posts": "Neueste Today-I-learned Posts",
    "all-blog-posts": "Alle Blog Posts",
    "all-projects": "Alle Projekte"
  },

  "footer": {
    "top": "Zurück zum Anfang der Seite?",
    "hosting": "Diese Seite ist gehosted auf und wird deployed mit ",
    "code": "Der source code ist gehosted auf "
  },

  "work": {
    "headline-one": "Was Ich mache",
    "what-i-do": {
      "one": "Ich bin ein Front-end Developer, der leidenschaftlich gerne Websites entwickelt.",
      "two": "Ich habe mehr als <strong>6 Jahre</strong> Erfahrung, in denen ich bereits an zahlreichen Projekten, in Web-Agenturen, in der Produktentwicklung und in Software-Entwicklungs Unternehmen gerarbeitet habe.",
      "three": "Mit einem guten Auge für <strong>UX-Design</strong> verstehe ich Probleme von Nutzer:Innen und weiß, wie ich diese lösen kann.Meine oberste Priorität ist immer, eine sehr gute und klare Kommunikation zu ermöglichen.",
      "four": "Ich habe immer noch große Freude an der Web-Entwicklung und den relevanten Technologien. Jeden Tag etwas Neues zu lernen, ist das, was es für mich so besonders macht.",
      "five": "Ich strebe nach <strong>high quality code</strong> und digitalen Produkten, die man gerne nutzt. Mein Fokus liegt auf <strong>barrierefreien</strong> und <strong>schnellen</strong> Websites."
    },
    "call-to-action": "Anfrage starten",
    "headline-two": "Leistungen",
    "subline-one": "Web Entwicklung",
    "text-one": "Ich bin in der Lage, folgende Arten von Websites zu entwickeln:",
    "service-one": "One-Pager und Landing Pages",
    "service-two": "Blogs",
    "service-three": "Websites mit vielen Unterseiten und Integration in ein headless CMS (Prismic)",
    "service-four": "Mehrsprachige Websites",
    "service-five": "E-Commerce Websites und Online Shops (z.B. mit Shopify)",
    "service-six": "Komplexere, full-stack Web Applications mit Datenbankanbindung",
    "text-two": "Ich helfe außerdem sehr gerne dabei, bereits bestehende Websites in den Bereichen User Experience, Geschwindigkeit, Responsiveness und Barrierefreiheit zu optimieren und zu verbessern.",
    "tech-stack": "Technologien",
    "tech-stack-text-one": "Aktuell arbeite ich am liebsten mit dem sogenannten ",
    "tech-stack-text-two": "Dabei bin ich Experte in den folgenden Technologien, Frameworks und Platformen:",
    "seo-one": "Ich helfe gerne dabei, Websites so zu optimieren, dass sie von anderen besser in Suchmaschinen gefunden werden. Dabei ist der erste Schritt eine umfassende Analyse der bestehenden Website.",
    "seo-two": "Bei einem On-Site Check zeigen sich schnell verschiedene Aspekte, die verbessert werden können. Viele davon sind technischer Natur, aber auch aus User Perspektive gibt es oft Baustellen, wie z.B. eine schlechte user-experience oder Einschränken der Barrierefreiheit.",
    "seo-three": "In einem weiteren Schritt schaue ich mir dann die Inhalte der Website an, analysiere die Zielgruppe, suche nach den besten Keywords und helfe dabei die Inhalte so zu verbessern, dass andere das finden was sie suchen und die Website so auch in Suchmaschinen besser geranked wird.",
    "subline-two": "Web Design",
    "web-design-one": "Mit einem guten Auge für <strong>UX Design</strong> bin ich in der Lage, klickbare Prototypen oder ein komplettes Design einer neuen Website zu erstellen.",
    "web-design-two": "Dies kann entweder auf der Basis eines bestehenden CI/CDs geschehen oder wir starten von Null, mit der Auswahl von Farben, Schriftarten und Design Elementen die die jeweilige Marke oder Unternehmen perfekt beschreiben.",
    "subline-three": "Technical Writing",
    "technical-writing-one": "Mir macht das <strong>Schreiben</strong> sehr großen Spaß. Angefangen bei Dokumentationen, über Blog Posts bis zu Newslettern. Ich kann bei der technischen Dokumenation von Produkten unterstützen oder auch Blog Posts verfassen, die neue Technologien oder Software erklären.",
    "technical-writing-two": "Ich bin jemand, der durch das Lesen mehr lernt als bspw. durch Videoformate. Daher weiß ich genau, wie man Informationen <strong>strukturiert</strong>, so dass sie für Leser:innen am besten aufzunehmen sind.",
    "technical-writing-cta": "Mehr erfahren",
    "headline-three": "Was andere über mich sagen",
    "call-to-action-2": "Interesse geweckt?"
  },

  "blog": {
    "headline-two": "Andere blog posts:"
  },

  "about": {
    "headline": "About",
    "text-one": "Ich bin Marco und ich bin <strong>Web Entwickler.</strong>",
    "text-two": "Ich bin sehr gut darin, <strong>schnelle</strong> und <strong>barrierfreie</strong> Websites und Web-Apps für jedes Gerät und jeden Browser zu entwickeln.",
    "text-three": "Ich habe meine Begeisterung für das Web und seine Technologien bereits mit 14 gefunden, als ich meine erste eigene Website entwickelt habe. Ich habe mir dabei HTML und CSS selbst beigebracht und gemerkt, wieviel Spaß es macht etwas Digitales zu erschaffen.",
    "text-four": "Während ich meines Studiums mehr über die Grundlagen der Informatik gelernt habe, wurde meine Begeisterung erneut geweckt und ich habe alles über HTML, CSS, JavaScript und die Front-end Entwicklung aufgesaugt.",
    "subline-one": "Alles andere, wichtige",
    "text-five": "In meiner Freizeit mache ich gerne Sport, wie z.B. Bodyweightfitness und Yoga.",
    "text-six": "Ich lese sehr gerne, meistens zwei Bücher gleichzeitig. Was ich gerade lese oder als nächstes lesen möchte, findet sich auf meinem",
    "text-seven": " goodreads Profil",
    "text-eight": "Videospiele begeistern mich genauso sehr. Dabei bin ich die meiste Zeit auf der Nintendo Switch unterwegs.",
    "text-nine": "Schreiben ist ein weiteres Hobby von mir. Angefangen bei blog posts, über Kurzgeschichten bis zu Gedichten oder einfachen Notizen des Alltags. Ich bin nicht wirklich gut darin, aber es macht mir großen Spaß. Auf meinem blog gibt es die neuesten Ergebnisse davon:",
    "subline-two": "Ausbildung",
    "subline-three": "Meine Werte und Prinzipien",
    "value-one": "Ehrlichkeit - ist für mich die Basis jeder guten Beziehung.",
    "value-two": "Humor - ich lache gerne und viel. Es ist ein großer Teil von mir und meiner Arbeit.",
    "value-three": "Lernen - neue Dinge zu lernen ist eines der wertvollsten Dinge für mich im Leben und etwas das mich immerzu motiviert.",
    "value-four": "Nachhaltigkeit - ich versuche ein nachhaltiges Leben zu leben und das auch auf meine Arbeit zu übertragen. Im bevorzuge es immer nachhaltige Lösungen zu entwicklen, anstelle von schnellen und unsauberen Lösungen.",
    "value-five": "Empathie - ich bin ein sehr empathischer Mensch und bin gut darin andere Menschen zu verstehen. Das versuche ich stets in meine Arbeit miteinzubringen.",
    "value-six": "Geduld - in einer Welt in der sich immer alles schneller dreht, Deadlines Deadlines haben, tut es gut, oft einen Schritt zurückzutreten, sich Zeit zu nehmen und Geduld zu haben.",
    "value-seven": "Selbstbestimmung - ich weiß am Besten, was ich brauche, um meine beste Arbeit zu erledigen. Viel Freiheit und Flexibilität sind ein großer Teil davon."
  },

  "contact": {
    "headline": "Contact",
    "subline": "Let's connect!",
    "text-one": "Wenn Du Interesse daran hast, mit mir zu arbeiten, freue ich mich über eine kurze Mail dazu. Mehr Informationen, wie ich arbeite oder wie ich dir helfen kann, findest Du auf meiner work Seite:",
    "text-two": "Wenn Du Fragen oder Anregungen zu einem meiner blog posts oder today-I-learned posts hast, freue ich mich über eine kurze Mail dazu.",
    "text-three": "Per Mail unter ",
    "text-four": "Ich bin außerdem auch auf Twitter unterwegs: ",
    "text-five": "Vieles meiner Arbeit ist öffentlich auf Github verfügbar: "
  },
  "testimonials": {
    "one": {
      "text": {
        "a": "During the year I worked with Marco, I have not only grown very fond of him, but I have also come to appreciate and admire his motivation. He is driven by the desire to improve both the teams he works with and the products he works on. He strives to find the best possible solution to a given problem while also knowing when to be pragmatic and move on. He does not get stuck on issues, and he isn't shv about asking others for help.",
        "b": "Marco is approachable, knowledgeable, and pragmatic. He is constantly working on his own skill set, eager to solve more and greater challenges.",
        "c": "I hope to be able to work with Marco again. If you're looking for support with your project, Marco is an excellent choice"
      }
    },
    "two": {
      "text": {
        "a": "Working with Marco is a pleasure. Besides developing on a very high level he also contributes a lot to the planning phase of every project."
      }
    },
    "three": {
      "text": {
        "a": "During the year I worked with Marco, I have not only grown very fond of him, but I have also come to appreciate and admire his motivation. He is driven by the desire to improve both the teams he works with and the products he works on. He strives to find the best possible solution to a given problem while also knowing when to be pragmatic and move on. He does not get stuck on issues, and he isn't shv about asking others for help.",
        "b": "Marco is approachable, knowledgeable, and pragmatic. He is constantly working on his own skill set, eager to solve more and greater challenges.",
        "c": "I hope to be able to work with Marco again. If you're looking for support with your project, Marco is an excellent choice"
      }
    }
  },
  "meta": {
    "index-description": "Hi! Ich bin Marco, Freelance Web Developer aus Stuttgart. Ich helfe Menschen dabei, schnelle, barrierefreie und moderne Websites zu bekommen.",
    "about-description": "Hi! Ich bin Marco, Freelance Web Developer aus Stuttgart. Ich helfe Menschen dabei, schnelle, barrierefreie und moderne Websites zu bekommen.",
    "work-description": "Ich arbeite als Freelance Web Developer und kann dir dabei helfen, eine schnelle, barrierefreie und moderne Website zu bekommen.",
    "blog-description": "Auf meinem Blog schreibe ich gerne über alles, was ich lerne und aufschnappe in meiner täglichen Arbeit als Web Developer.",
    "til-description": "Meine Today-I-learned Seite ist eine große Sammlung von interessanten Artikeln, Code-Snippets und sonstigen Dingen, die ich kürzlich gelernt habe.",
    "contact-description": "Wenn Du Interesse daran hast, mit mir zu arbeiten, freue ich mich über eine kurze Mail dazu."
  },
  "web-projects": {
    "headline": "Web Projekte",
    "text": "Ich konnte bereits vielen verschiedenen Menschen mit der Umsetzung einer modernen Website dabei helfen, ihre Ziele zu erreichen und ihre Kund:innen happy zu machen. Hier ist eine kleine Auswahl vergangener Projekte:"
  }
}
